<template>
  <img
    src="https://img.icons8.com/fluency/240/null/news.png"
    alt="logo"
    class="float-right"
  />
  <ul class="ml-5 list-disc">
    <li>
      News App – це комплексна новинна платформа, яка надає найновіші та
      найактуальніші новини з усього світу.
    </li>
    <li>
      За допомогою програми News App ви можете залишатися в курсі всього в
      дорозі завдяки простим у користуванні функціям, які дозволяють
      налаштовувати стрічку новин і отримувати сповіщення про останні новини
      прямо на ваш пристрій.
    </li>
    <li>
      Цей сайт отримує інформацію з сервісу News API, який надає доступ до
      останніх новин з понад 30 000 джерел з усього світу. Завдяки News API, ми
      можемо швидко і легко отримувати актуальну інформацію для наших читачів.
    </li>
    <li>
      З News API ми можемо швидко і легко оновити наш сайт з останніми новинами,
      що дозволяє нашим читачам бути в курсі сучасних подій у світі. Ми прагнемо
      забезпечити, що наші читачі мають доступ до актуальної та достовірної
      інформації, що підтверджених новин та подій у світі.
    </li>
  </ul>
</template>

<script>
useHead({
  title: "News App - About us"
})
</script>